tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
brew "abseil"
brew "autojump"
brew "cmake"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "protobuf"
brew "grpc"
brew "killport"
brew "libgccjit"
brew "libtool"
brew "llvm"
brew "lld"
brew "neovim"
brew "pnpm"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "python@3.10"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tldr"
brew "tree"
brew "wget"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@30"
cask "alacritty"
cask "alfred"
cask "arc"
cask "clipy"
cask "docker"
cask "font-fantasque-sans-mono"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "rectangle"
cask "telegram"
