tap "d12frosted/emacs-plus"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "abseil"
brew "autojump"
brew "cmake"
brew "fzf"
brew "gcc"
brew "git"
brew "gnu-sed"
brew "go"
brew "protobuf"
brew "grpc"
brew "httpie"
brew "jenv"
brew "killport"
brew "kubernetes-cli"
brew "libgccjit"
brew "libtool"
brew "llvm"
brew "lld"
brew "lua"
brew "minikube"
brew "neovim"
brew "pnpm"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "python@3.10"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus@31"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "alacritty"
cask "alfred"
cask "arc"
cask "clipy"
cask "docker"
cask "font-fantasque-sans-mono"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "font-terminess-ttf-nerd-font"
cask "ghostty"
cask "rectangle"
cask "sf-symbols"
cask "telegram"
cask "wezterm"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
