tap "d12frosted/emacs-plus"
tap "felixkratz/formulae"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "nikitabobko/tap"
brew "abseil"
brew "awscli"
brew "cmake"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "protobuf"
brew "grpc"
brew "httpie"
brew "jenv"
brew "killport"
brew "kubernetes-cli", link: false
brew "libgccjit"
brew "libtool"
brew "llvm"
brew "lld"
brew "lua"
brew "minikube"
brew "neovim"
brew "okta-awscli"
brew "pnpm"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "python@3.10"
brew "ripgrep"
brew "rust"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh"
brew "zsh-vi-mode"
brew "d12frosted/emacs-plus/emacs-plus@31"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-database-tools"
cask "aerospace"
cask "alacritty"
cask "alfred"
cask "arc"
cask "cursor"
cask "dbeaver-community"
cask "font-fantasque-sans-mono"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple-mono-nf"
cask "font-monaspace"
cask "font-mononoki-nerd-font"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "font-terminess-ttf-nerd-font"
cask "font-victor-mono-nerd-font"
cask "fork"
cask "ghostty"
cask "iterm2"
cask "maccy"
cask "mongodb-compass"
cask "postman"
cask "redis-insight"
cask "sf-symbols"
cask "slack"
cask "telegram"
vscode "42crunch.vscode-openapi"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alefragnani.bookmarks"
vscode "andys8.jest-snippets"
vscode "bbenoist.shell"
vscode "clinyong.vscode-css-modules"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "nrwl.angular-console"
vscode "postman.postman-for-vscode"
vscode "redhat.vscode-yaml"
vscode "syler.sass-indented"
vscode "yoavbls.pretty-ts-errors"
